/* In browser window title */
"Get a donation key!" = "Unregistered";

/* The full name of the supporter */
"Registered to {0}" = "{0} ismine kayıtlıdır";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Desteğiniz için teşekkürler! Katkınız, Cyberduck'ı çok daha iyiye götürecek çalışmaların devamına yardımcı oluyor.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "Bağış anahtarınız Application Support klasörüne kopyalanmıştır.";

/* Validation failed */
"Not a valid donation key" = "Geçersiz bağış anahtarı";

"This donation key does not appear to be valid." = "Bağış anahtarı geçerli değil.";

/* Thank you */
"Continue" = "Devam Et";
/* Validation failed */
"Not a valid donation key" = "Geçersiz bağış anahtarı";

"This donation key does not appear to be valid." = "Bağış anahtarı geçerli değil.";

/* Thank you */
"Continue" = "Devam Et";